namespace InitializationOrderTask
{
    // 1. Создай класс Lamborgini и унаследуй его от класса Car
    // Lamborgini должен иметь максимальную скорость 300.
    // Создай объект Lamborgini и протестируй его максимальную скорость.
    // Исправь ошибку в программе.

    // 2. Создай класс, в котором будет счетчик созданных экземпляров этого класса.
    // Создай несколько экземпляров этого класса и выведи значение счетчика в консоль.
    public class Program
    {
        public static void Main(string[] args)
        {
        }
    }
}
